acpi
adobe-source-code-pro-fonts
alsa-plugins
alsa-utils
aspell-en
audacity
autoconf
automake
autossh
bash
bc
bison
bluez-utils
bzip2
cabextract
calibre
cheese
chromium
coreutils
cronie
cryptsetup
ctags
cups
d-feet
deepin-screenshot
device-mapper
dex
dhcpcd
dialog
diffutils
discord
discount
dmenu
doxygen
dropbox
dunst
e2fsprogs
easy-rsa
eclipse-java
elinks
ethtool
evince
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-fortran
gcc-libs
geogebra
gettext
gimp
git
glances
glibc
gnome-terminal
gparted
gradle
grep
gst-libav
gstreamer0.10-base-plugins
gvfs
gvim
gzip
htop
i3-wm
i3status
ifplugd
inetutils
inkscape
intel-ucode
iotop
iproute2
iputils
iw
jdk7-openjdk
jfsutils
jupyter-notebook
jupyterthemes
less
lib32-gnutls
lib32-libldap
lib32-libpulse
lib32-mesa
lib32-openal
libreoffice-still
libtool
licenses
linux
logrotate
lvm2
m4
maim
make
man-db
man-pages
marked
mdadm
meld
mesa-demos
mgba-qt
minecraft
mplayer
mutt
nano
nethogs
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
nss-mdns
ntfs-3g
ntp
oh-my-zsh-git
oh-my-zsh-powerline-theme-git
okular
opencv
openjdk7-doc
openjdk7-src
openjdk8-doc
openssh
openvpn
package-query
pacman
pam_usb
pamixer
pandoc
paprefs
patch
pavucontrol
pciutils
pcmciautils
pdfmod
pdfsam
perl
pkgconf
playerctl
ponymix
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-bluetooth
pulseaudio-equalizer
pv
python-dbus
python-numpy
python-pip
python2-ipykernel
qopenvpn
qt4
r
ranger
redshift
reiserfsprogs
rpmextract
rstudio-desktop-bin
rsync
rxvt-unicode
s-nail
samba
sed
shadow
sl
spotify
steam
sudo
sysfsutils
systemd-sysvcompat
tabbed
tar
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmaker
thunderbird
tigervnc
tk
tlp
tmux
totem
traceroute
transmission-gtk
ttf-dejavu
ttf-liberation
ttf-ms-fonts
upower
usbutils
util-linux
vi
virtualbox
vlc
vulkan-intel
wget
which
wireshark-gtk
wpa_supplicant
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xkill
xorg-xrandr
xournal
xpdf
xscreensaver
xsel
xterm
yaourt
youtube-dl
zathura-pdf-mupdf
zcash
zork1
zsh
